Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/1611 - Баласа.tmx
Source language: ru
Languages: ba

source: Как вот здесь, во лбу, немецкая пуля мне кость раздробила, я долго еще оглушенный, контуженный, ходил.
ba: Бына ошо ерҙән маңлай һөйәген немец пуляһе бураулап үткәс, мин байтаҡ заман иҫәңгерәп йөрөнөм.

source: С неделю и в ауле пробыл.
ba: Аҙна-ун көн самаһы ауылда ла булып киттем.

source: В тот день, когда я домой вернулся, учителя — наверное, чтобы хоть как-то народ приободрить — поставили в клубе концерт.
ba: Мин ҡайтҡан көндө шулай клубта — халыҡтың йонсоу күңелен аҙ-маҙ күтәрмәксе булыптыр инде — уҡытыусылар концерт ҡуйҙы.

source: Пели, плясали, стихи читали.
ba: Бейенеләр, йырланылар, шиғыр һөйләнеләр.

source: А под конец вышла на сцену твоя жена Рауза.
ba: Ахырҙа сәхнәгә һинең ҡатының Рауза сыҡты.

source: И по рядам вдруг прошел какой-то беспокойный шепот.
ba: Ҡапыл халыҡ араһында ниндәйҙер шомло шыш-быш үтте.

source: Прошел и затих.
ba: Үтте лә тынды.

source: В тот день твоя ясная и пригожая, как белая бабочка, Рауза даже самой себя была милее.
ba: Был көн, аҡ күбәләк кеүек, саф, сибәр Раузаның үҙенән дә сафыраҡ, үҙенән дә сибәрерәк ине.

source: Бывает же так: отступает вдруг даль, небеса будто взмывают над головой, и так прозрачен становится воздух, что видишь ветер, бегущий в нем.
ba: Шундай мәлдәр була, әйтәйек, көтмәгәндә һинең алда офоҡ сигенә, баш әҫтәңдә күктәр күтәрелә, ап-асыҡ итеп иҫкән елде күрәһең.

source: Вышла Рауза на сцену, и в тот миг для меня все пределы раздвинулись,
ba: Рауза килеп баҫҡас, минең өсөн донъяла сиктәр юғалды.

source: край мира отступил куда-то, и будто разом замолкли все пушки, улеглась боль, тревоги развеялись, раны унялись.
ba: Әйтерһең, ер йөҙөндәге туп тауыштары берсә тынды, тәндәрҙәге һыҙлауҙар баҫылды, яралар уңалды: шиктәр таралды.

source: Во всем мироздании из всего сущего только Рауза — она одна осталась.
ba: Ысын нәмәләрҙән бөтә йыһанда бары ул ғына — бер Рауза ғына тороп ҡалды.

source: Грустное ликование светилось в ее лице, а может — торжественная печаль.
ba: Уның йөҙөндә әллә һағышлы тантана, әллә тантаналы һағыш сағыла ине.

source: Может, и Рауза не совсем настоящая, нездешняя, лишь на миг короткий слетела она с неба.
ba: Бәлки, ул да бөтөнләй үк ысын түгелдер — бер йыр йырлар өсөн генә күктән төшкән сихри заттыр...

source: Пела она «Ашкадар».
ba: «Ашҡаҙар»ҙы йырланы ул.

source: И с самого начала пугающая тишина нависла над людьми.
ba: Тәүҙә, йырҙың беренсе яртыһын йырлағанда, халыҡ башы өҫтөндә ниндәйҙер ҡурҡыныс тынлыҡ аҫылынып торҙо.

source: Все больше сгущалась она и вот-вот, казалось, рухнет и придавит всех.
ba: Бына- бына ул ҡолап төшөр ҙә әҙәмдәрҙе баҫып үлтерер һымаҡ ине.

source: На охоту он ушел, пропал бесследно,
ba: Шәшкеләргә китеп вафат булды,

source: С юных лет меня оставил одинокой...
ba: Ҡалды ғәзиз башым йәш көйгә.

source: А конец песни она так спела — самую сердечную сукровицу выжала.
ba: Йырҙың икенсе яртыһын ул бигерәк тә йән тетрәткес итеп башҡарҙы.

source: Но почему-то не хлопали.
ba: Ләкин, ни эшләптер, дыу килеп ҡул сапманылар.

source: Плеснуло лишь в двух-трех местах,
ba: Бер-ике ерҙә сәпәкә иткән булдылар.

source: да и то робко как-то, испуганно...
ba: Уныһы ла ҡыйыр-ҡыймаҫ ҡына...

source: Вдруг позади, возле стены, всхлипнула и заплакала женщина.
ba: Ҡапыл артҡы рәттәге бер ҡатын һыҡтап илап ебәрҙе.

source: Следом — ее соседка.
ba: Уға күршеһе ҡушылды...

source: И девочка, рядом со мной, закрыла ладонями лицо.
ba: Минең эргәләге ҡыҙ бала ла ҡулы менән йөҙөн ҡапланы.

source: То там, то здесь слышался уже задавленный плач,
ba: Әле теген дә, әле бында йәше-ҡарты быуылып иларға кереште.

source: так быстро пробежал он по рядам.
ba: Бер аҙҙан бөтә зал үкһергә тотондо.

source: Рауза растерялась, лицо ее потухло и омрачилось.
ba: Рауза ҡаушап ҡалды.

source: Видно, этой песней она людской, их всех, боли коснулась.
ba: Йыры менән ул кешеләрҙең асыҡ йәрәхәт тәренә ҡағылды, ахыры.

source: Ведь сколько «с юных лет остались одинокими».
ba: Эйе, күпме «ғәзиз баштар ҡалды йәш көйгә».

source: Третий год война идет...
ba: Хәйер, улай тиһәң, инде өсөнсө йыл һуғыш бара.

source: Со многим уже свыклись люди, ко многому притерпелись, но песня, какая печальней и горестней, стала еще большей горечью душу пронзать.
ba: Кешеләр күп нәмәгә күнектеләр, йырҙың да моңлоһо, фажиғәлеһе нығыраҡ күңелгә ятыусан булып китте бит.

source: Люди все всхлипывают, не уймутся.
ba: Кешеләр туҡтала алмай һаман үкһей.

source: И не остановит никто друг друга, не утешит.
ba: Берәүҙе берәү йыуатмай ҙа, тыймай ҙа.

source: Один я сижу с сухими глазами.
ba: Бер минең күҙемдә йәш юҡ.

source: Неужто сердце у меня каменной коростой покрылось?
ba: Шундай уҡ таш бәғергә өйләндемме икән ни?

source: — И всегда вы так в клубе — сами поете да сами и плачете? — спросил я, нагнувшись к девочке.
ba: — Клубта гел шулай йырлап илашаһығыҙмы? — тип һораным мин, әлеге ҡыҙға эйелеп.

source: — Нет, — сказала она.
ba: — Юҡ, — тине.

source: — Только в этот раз совсем уж невмочь.
ba: — Был юлы сыҙап булырлыҡ түгел шул.

source: Неделю уже, как на Пупка черная бумага пришла.
ba: — Бер аҙна әүәл инде Кендек тураһында ҡара ҡағыҙ килде.

source: Весь аул знает.
ba: Бөтә ауыл белә.

source: А Раузе сказать — ни у кого сердца не хватает.
ba: Раузаға әйтергә телебеҙ бармай.

source: Не перенесет, боимся, так ведь она его любила.
ba: Күтәрә алмаҫ, тип ҡурҡабыҙ, бигерәк ярата ине.

source: Я медленно в землю погрузился... вышел на свет обратно.
ba: Мин аҡрын ғына ер аҫтына батып, кире ҡалҡтым.

source: Рауза все там же, на краю сцены стоит.
ba: Алдағы бейек урында әле булһа Рауза баҫып тора.

source: Такая тоненькая, ветер коснись — качнется она и упадет.
ba: Ул шундай нескә, аҙ ғына ел тейһә лә, сайҡа лыр, ауып китер төҫлө.

source: И горькой же беды поклажа ждет ее плечи.
ba: Кескәй генә ошо ҡатындың бахыр иңдәренә бына ни тиклем хәсрәт йөгө ҡоланы.

source: Дай же силы этой маленькой женщине.
ba: Сабырлыҡтар бирһен үҙенә!

source: Хотел было я вскочить и крикнуть: «Да что же это!
ba: Аяғүрә баҫып, ауылдаштарға ҡысҡырғым килде: «Ни эшегеҙ был?

source: Что же мы всем миром эту безвинную душу мучаем?
ba: Ниңә гонаһһыҙ ошо йән эйәһен күмәкләп язалайбыҙ һуң әле?

source: Ведь своей жалостью мы совсем ее сгубим.
ba: Уны, ҡыҙғанып, һәләк итәбеҙ түгелме?

source: А завтра, завтра как ей на глаза покажемся?
ba: Иртәгә һуң, иртәгә нисек уның күҙенә күренербеҙ?

source: Как в лицо ей посмотрим?»
ba: Нисек йөҙөнә ҡарарбыҙ?»

source: Не крикнул.
ba: Ҡысҡырманым.

source: Может, они правы, не я.
ba: Ихтимал, мин түгел, ауылдаштар хаҡлылыр.

source: Наверное, они думали: пусть еще раз споет, покуда не знает, что судьба ее сломана.
ba: Бәлки, улар, рухы имгәнгәнсе был ҡатын тағы бер тапҡыр йырлап ҡалһын, тигәндәрҙер.

source: Хоть на ночь горе в дороге застрянет, а счастье на ночь под крышей останется и то человеку немалый дар.
ba: Бәхетһеҙлектең бер төнгә һуңлап ҡалыуы, бәхеттең бер төнгә китмәй тороуы кеше өсөн үҙе ҙур бүләк түгелме ни?

source: Муж для жены и после своей жизни еще жив будет.
ba: Ҡатын өсөн ире, тимәк, үҙ ғүмеренән тыш әле булһа йәшәп ята.

source: Утром, когда Рауза ушла в школу, я пришел к вам домой.
ba: Иртән Рауза мәктәпкә киткәс, һеҙгә барҙым.

source: Мать и отец уже все знали, но горе свое в себе держали, хотели Раузу поберечь.
ba: Атайыңдар был хәлде белә ине. Улар ҙа, бөтә хәсрәтте үҙ күкрәктәренә алып, Раузаны ҡурсалайҙар икән.

source: Судьбу не обманешь.
ba: Яҙмышты алдап булмаясаҡ,

source: А дольше скрывать — она только больней ударит.
ba: артабан йәшереү бары алда торған һәләкәтте генә арттырасаҡ тип,

source: И решили мы той неловкой уловке, этой хитрости бесхитростной положить конец.
ba: беҙ ошо хәйләһеҙ хәйләгә сик ҡуйырға булдыҡ.

source: Ту тяжелую повинность я взял на себя.
ba: Саманан тыш ауыр был вазифаны мин үҙ өҫтәмә алдым.

source: Крошечный сын твой мирно спал в зыбке.
ba: Сәңгелдәктә тыныс йоҡлап ятҡай улыңа ҡараным.

source: Глянул я и обмер.
ba: Ҡотом осоп китте.

source: Почудилось, что вот-вот я сам этого ребенка сделаю сиротой.
ba: Ошо баланы бына-бына атаһыҙ ҡалдырасаҡмын һымаҡ тойолдо.

source: Благодарение, не пришлось мне эту повинность исполнить.
ba: Миңә ул вазифаны үтәргә тура килмәне.

source: Запруду горя, видно, где-то в другом месте прорвало.
ba: Күрәһең, бөтә ауылды баҫып торған ҡайғы быуаһы бүтән ерҙән йырылғандыр.

source: Две женщины под руки привели Раузу.
ba: Таш булып ҡатҡан Раузаны ике иптәше етәкләп өйгә алып ҡайтты.

source: Раздели, усадили на сундук.
ba: Уны сисендереп һандыҡ өҫтөнә ултырттылар.

source: — Пупка убили, — промолвила она много спустя, — известие пришло.
ba: — Кендекте үлтергәндәр, — тине ул, байтаҡ торғас,— хәбәре килгән.

source: Вот, — она положила на стол потертый уже листок.
ba: Бына.— Таушалып бөткән ҡағыҙ киҫәген ул үрелеп өҫтәлгә ҡуйҙы.

source: — То не сама смерть, дочка, — только бумага от нее, — сказала твоя Младшая Мать.
ba: — Ҡағыҙ әле әжәл түгел, — тине Кесе инәйең.

source: — Мы ей не доверили.
ba: — Беҙ уға ышанманыҡ.

source: Дитя мое еще в груди живет.
ba: Бала минең күкрәгемдә йәшәй.

source: Вот здесь его гнездышко — теплое, не остыло.
ba: Уның урыны бына бында һыуынмаған әле,

source: Значит, и могила еще не забрала его.
ba: тимәк, уны ҡәбер алмаған.

source: Будь терпелива, дочка.
ba: Сабыр бул, ҡыҙым.

source: Никто из нас не подошел к Раузе, утешить не пытался.
ba: Раузаға беребеҙ ҙә яҡын килмәнек, йыуатманыҡ.

source: Почитай, до вечера так и просидели, слова не проронив.
ba: Кискә тиклем тиерлек шулай һүҙһеҙ ултырҙыҡ.

source: — У судьбы объезда нет, — вздохнул наконец твой отец.
ba: — Яҙмыштан уҙмыш юҡ, — тип көрһөндө атайың,

source: — Придется потихоньку привыкать.
ba: — ни ҡылһаҡ та, аҡрынлап күнегергә тура килер.

source: Дай-ка огня, мать.
ba: Шәмгә ут ал, әсәһе.

source: Светлая душа была у джигита.
ba: Яҡты күңелле егет ине,

source: Так пусть же и проводы будут не во тьме.
ba: ҡараңғыла оҙатмайыҡ үҙен.

source: В тот вечер мы тебя, каждый свою, на свой лад молитву прочитав, предали земле.
ba: Шул кисте беҙ һине, һәр кем үҙенсә йыназа уҡып, ер ҡуйынына тапшырҙыҡ.

source: Я сам не заметил, как в руках у меня оказалась эта бумага.
ba: Ни аралалыр, иҫ итмәҫтән үрелеп, мин өҫтәлдәге теге яҙыуҙы алдым.

source: Несколько раз перечел ее.
ba: Ҡат-ҡат уҡып сыҡтым.

source: Имя, фамилия, имя отца — все с твоим сходится.
ba: Эйе, исеме, фамилияһы, атаһының исеме — бөтәһе лә һинекенә тура килә.

source: И аул наш.
ba: Адресе лә һеҙҙеке.

source: Только год рождения не совпадает.
ba: Тыуған йылы ғына байтаҡҡа тура килмәй.

source: Должно быть, писарь ошибся, лишние годы тебе посмертно подарил.
ba: Уныһын писарь бутаған булырға тейеш.

source: Постой-ка.
ba: Туҡта!

source: А почему здесь написано — «рядовой»?
ba: Нимә эшләп һуң әле бында «рядовой» тип яҙылған?

source: — А в каком он звании был? — сказал я «был» и вздрогнул даже.
ba: — Званиеһе кем ине? — тип һораным, «ине» тигәнемдә үҙемдең тәндәрем сымырҙап китте.

source: Ответил отец: — Туда уже все в одном звании приходят.
ba: Яуапты атайың ҡайтарҙы: — Унда барғас, бөтәһе лә бер дәрәжәгә күсә.

source: Там не по званию — по достоинству принимают.
ba: Званиегә ҡарап түгел, ҡылған яҡшылыҡҡа ҡарап ҡабул итәсәктәр.

source: — Здесь «рядовой» написано.
ba: — Бында «рядовой» тип яҙылған.

source: А он ведь командир был,
ba: Ул бит командир.

source: кажется?
ba: Шулай түгелме ни?

source: — Я не читала, не смогла, — сказала Рауза.
ba: — Мин яҙыуҙы уҡый алманым,—тине Рауза.

source: Вроде чуть ожило что-то в ней,
ba: Уға йән ингәндәй булды.

source: воспрянула было и снова сникла.
ba: Кинәт ҡалҡынып ҡуйҙы.

source: — Командир наш, командир, — зашептала мать, — уж, наверное, командира «рядовым» не напишут.
ba: — Командир, беҙҙеке командир,—тип бышыл даны Кесе инәйең, — командирҙе «рядовой» тип яҙмаҫтар ҙа...

source: Слабый уголек надежды затеплился в нас.
ba: Күңелдәрҙә зәғиф кенә өмөт ҡуҙы йымылдаған дай булды.

source: Только по именам, будто доли-участи не касались, стали мы этой бумаге другого хозяина искать.
ba: Яҙмыштан уҙырға тырышып, яҙыуҙың бүтән хужаһын эҙләргә тотондоҡ.

source: Сначала всех, кто с вашей фамилией ходит, перебрали, потом тезок твоих — из улицы в улицу, из дома в дом.
ba: Беҙ башта һеҙҙең фамилияны йөрөткән кешеләрҙе, унан һинең аҙаштарҙы, урамдан-урамға күсеп, барлап сыҡтыҡ.

source: Никто не подошел.
ba: Берәү ҙә тура килмәй.

source: Да и имя твоего отца — оно на весь аул одно-единственное...
ba: Атайың исеме иһә ул бөтә ауылға берҙән-бер...

source: Потом на выселки Акманай спустились.
ba: Бара торғас, Аҡманай утарына төшөп киттек.

source: Начали с дальнего конца улицы, только первых домов коснулись, Младшая Мать вскрикнула: — Зять!
ba: Урамдың арғы башынан бер-ике өйгә ҡағылыуыбыҙ булды, Кесе инәйең әрнеп ҡысҡырып та ебәрҙе: — Кейәү!

source: Акманайский зять!
ba: Аҡманай кейәү!!

source: Ой, бедняжка Кафия!
ba: Ой, бахыр Кәфиә һылыуым!

source: О, несчастная!
ba: Ой, бисара!

source: Говорила все о муже своем: «Очень уж, апа, зятя твоего люблю».
ba: Кейәүеңде бигерәк яратам, апай,

source: Просила: «Дай его имя своему сыну».
ba: улыңа шуның исемен ҡуша күрсе,

source: Так молила, горемычная душа!
ba: тип инәлде бит, бәхетһеҙ йән!

source: — Да, со сватом, отцом его, мы тезками были...
ba: — Эйе, кейәүҙең атаһы менән беҙ аҙаштар инек.

source: Давно уже он этот мир оставил, хороший человек, — подтвердил отец.
ba: Бик күптән донъя ҡуйҙы, һәйбәт кеше ине, мәрхү мең, — тип раҫланы атайың.

source: У тебя с зятем вашим и фамилия, и имя, и отчество полностью сходятся.
ba: Еҙнәңдең исеме лә, атаһының исеме лә, фамилияһы ла һинекенә тура килә.

source: Всю долгую осеннюю ночь просидели мы молча.
ba: Көҙгө оҙон төндә шулай тып-тын ултырып сыҡтыҡ.

source: Страшновато было, заснем, казалось, — и горькая наша надежда в сон уйдет, со сном и развеется.
ba: Йоҡлап китһәк, был әсе өмөтөбөҙ төшкә әйләнер ҙә, таралып, юҡ булыр, тип ҡурҡтыҡ.

source: Утром я взял бумагу и пошел в сельсовет.
ba: Иртәнсәк теге ҡағыҙҙы тотоп, мин ауыл Советенә киттем.

source: Секретарем там работала приезжая девушка, ей в голову не пришло, что в ауле старший твой двойник есть.
ba: Унда эшләүсе ситтән килгән секретарь ҡыҙ ауылда һинең өлкәнерәк һыңарың барлығын башына ла индермәгән.

source: Подняли мы сельсоветские книги, и по всему получалось, что письмо-то на вашего зятя пришло.
ba: Барлыҡ төп кенәгәләрҙе аҡтарып сыҡҡандан һуң, яҙыу һинең еҙнәң хаҡында булырға тейеш тигән фекергә килдек.

source: Вот так мы ему смерть отсудили.
ba: Әжәлде уның өлөшөнә сығарҙыҡ.

source: Следующим днем самое тяжелое было.
ba: Иң ауыры икенсе көндө булды.

source: Опухшая от слез, плача, пришла к вам твоя тетка Кафия.
ba: Илай-илай шешенеп бөткән Кәфиә апайың килеп инде һеҙгә.

source: В руках все та же бумага.
ba: Ҡулын да шул уҡ яҙыу.

source: Протянула она ее матери и говорит: — Сестра, разве так делают?
ba: Уны Кесе инәйеңә һуҙҙы: — Апай, ниңә шулай иттегеҙ инде?

source: Эта же бумага вам пришла.
ba: Был ҡағыҙ бит һеҙгә килгән.

source: Вам ее дали.
ba: Уны һеҙгә биргәндәр.

source: А вы на меня сбыли.
ba: Ни өсөн уны миңә атҡарҙығыҙ?

source: Сестра, на, возьми обратно эту проклятую бумагу!
ba: Апай, мә, ал, кире ал был ҡәһәрле ҡағыҙҙы!

source: Младшая Мать взяла ее под руку, усадила на хике
ba: — Кесе инәйең уны етәкләп һикегә ултыртты.

source: тогда Кафия горячими, полными мольбы глазами посмотрела на Раузу.
ba: Кәфиә инде, күҙҙәрен мөлдөрәтеп, Раузаға ҡараны:

source: — Скоха!
ba: — Килен!

source: Сношенька!
ba: Киленкәйем!

source: У тебя всего-то дитя одно-единственное, а у меня их полный подол!
ba: һинең балаң ни бары берәү генә, минекеләр итәк тулы!

source: Ты одного осиротить не хочешь, а мне что же пятерых?
ba: Берәү етем ҡалыр урында бишәү етем ҡалһынмы ни инде?

source: Пятеро ведь заместо одного бедствовать будут!
ba: Берәү тилмерер урында, бишәү тилмерһенме ни?

source: Господи, сама сиротой росла, хлебом не наедалась, платьем не угревалась...
ba: Үҙем дә етем үҫтем, тамағым — аш, өҫтөм кейем күрмәне...

source: О господи, господи, господи!
ba: Уф, аллаҡайым!

source: Она всхлипнула несколько раз и снова повернулась к Младшей Матери:
ba: Ул бер аҙ һыҡтап алды ла яңынан Кесе инәйеңә өндәште:

source: — Сестра, зачем ты своему сыну имя моего мужа дала?
ba: — Нимә тип кенә, апай, теге саҡта кейәүеңдең исемен улыңа ҡуштың икән?

source: Других имен не было, что ли?
ba: Бүтән исем бөткәнме ни һиңә?

source: Не назови ты тогда, может, сейчас беда к нам и не явилась.
ba: Шуны ҡушмаған булһаң, бәлки, был ҡайғыларға ла төшмәҫ инек.

source: Ни словом мать не возразила на упреки готовой уже помешаться сестры.
ba: Кесе инәйең ҡайғыһынан алмашыныу сигенә еткән һеңлеһенең бер һүҙен дә кире ҡаҡманы:

source: — Когда бы знать, сестра...
ba: — Алдырыр көн яҙҙырыр, ти, шул.

source: Когда бы знать — нипочем бы не назвала, — сказала она, погладив Кафию по голове.
ba: Былай булырҙарын белһәм, бер ҙә генә ҡушмаҫ инем дә бит, — тип Кәфиәнең башынан һыйпаны.

source: — Господи, куда теперь пойду, что делать буду?
ba: — Ниҙәр генә ҡылайым инде, ниҙәр генә ҡылайым?

source: На кого мои дети будут смотреть, в ком надежду свою искать будут?! — опять зашлась Кафия.
ba: Кемгә барып күҙ төбәрҙәр минең балаларым?— тип Кәфиә яңынан бөгөлөп төштө.

source: Отец твой, сидевший до того молча, виновато опустив голову, сказал: — Живы-здоровы будем, свояченица, тебя не бросим.
ba: Ғәйепле кеше кеүек, бығаса башын эйеп ултыр ған атайың һүҙгә ҡушылды: — Иҫән-Һау саҡта ташламабыҙ, балдыҙ.

source: Посильной помощью детей твоих не обойдем.
ba: Ҡул дан килгән ярҙамдан мәхрүм итмәбеҙ балаларыңды.

source: Других слов, чтоб горю твоему помочь, не знаю пока — не гневайся.
ba: Хәсрәтеңде еңеләйтерлек бүтән һүҙ таба алмайым — үпкәләмә.

source: А что сказал — свято.
ba: Әйткән вәғәҙәм — иман.

source: Ты меня, свояченица, знаешь.
ba: һин мине беләһең, балдыҙ.

source: Сидевшая съежившись на вчерашнем месте, Рауза вскочила,
ba: Нәҡ кисәге урында һандыҡ өҫтөндә бөршәйеп ултырған Рауза ҡапыл атылып торҙо ла Кәфиәнең муйынына килеп һарылды.

source: обняла Кафию и заплакала.
ba: Тегенең яурынына башын һалып, тыйыла алмай иларға кереште.

source: И Кафия прильнула к ней.
ba: Кәфиә лә уға һыйынды.

source: Так и плакали они, прижавшись друг к другу.
ba: Бер-береһенең ҡосағына һеңеп, ике ҡатын бик оҙаҡ йәщ түкте.

source: И в тесных их объятиях была одна смерть.
ba: Эйе, уларҙың араһында бер әжәл тора йне.

source: Только чья?.. ...
ba: Кем әжәле?

source: Вот что рассказал Хамитьян, пришедший тогда в госпиталь, чтобы одно легкое, половину жизни мне отдать.
ba: ...Миңә бер үпкәһен, ярты йәнен бүлеп бирергә тип килгән Хәмитйән бына ошоларҙы һөйләп китте.

source: Ушел — и другой жизни ради свою жизнь отдал, всю и разом.
ba: Китте лә икенсе берәүҙең ғүмерен һаҡлау өсөн бөтөнө менән үҙ ғүмерен бирҙе.

source: С этого дня стало мне казаться, что Кафия-апай, моей Младшей Матери двоюродная сестра, следом за мной ходит.
ba: Кесе инәйемдең ике туған һеңлеһе Кәфиә ап йым бынан ары гел мине эҙәрләй торған булды.

source: Ее простодушные большие черные глаза то с обидой, то с тоской смотрят на меня.
ba: Уның хәйләһеҙ ҙур ҡара күҙҙәре, йә үпкәләп, йә тилмереп, гел миңә ҡарай.

source: Словно потому черную бумагу ей принесли, что я пулю, мне предназначенную, на нашего зятя сбыл.
ba: Әйтерһең, мин үҙемә тәғәйенләгән немец пуляһен еҙнәмә атҡарғанмын, шуға күрә беҙгә тигән ҡара ҡағыҙҙы апайыма ебәргәндәр.

source: Знаю, ни перед кем моей вины нет.
ba: Беләм, минең бер кем алдында ла ғәйебем юҡ.

source: У меня и своих мук на долю хватило.
ba: Үҙ өлөшөмә төшкән яфалар ҙа етерлек булды, һәм уларҙы үҙем күтәрәм.

source: Вон с крыши не апрельская капель — мои считанные дни капают.
ba: Өй түбәләренән апрель тамсылары түгел, минең һанаулы көндәрем тама.

source: Может, последняя капля на мой последний вздох придется.
ba: Бәлки, һуңғы тамсы минең һуңғы һулышыма тура килер.

source: Но пока-то я жив.
ba: Ә шулай ҙа мин хәҙергә теремен.

source: А живым присуще и страдать, и надеяться, и сомневаться.
ba: Тере кешегә үкенеү ҙә, шикләнеү ҙә, ғазапланыу ҙа ят нәмә түгел.

source: И надежда еще меня не оставила.
ba: Хатта өмөт тә бөтөнләйгә ташлап китмәне хәҙергә.

source: Уж этих-то капель, наверное, поживучей буду!..
ba: Ихтимал, анау тамсыларҙан ғүмерлерәкмендер әле?!

source: В те тяжкие дни я до одной простой истины дошел: как в других смертях частичка и моей смерти была, так и в моей жизни — доля жизни погибших осталась.
ba: Ошо хәүефле кисерештәр ваҡытында мин бер ябай хәҡиҡәтте төшөндөм: башҡаларҙың үлемендә минең дә өлөшөм булған кеүек, минең йәшәүемдә мәрхүмдәрҙең дә дәхеле бар.

source: Зря меня Хамитьян утешал.
ba: Хәмитйән юҡҡа ғына йыуата мине.

source: По-настоящему чтобы, крепко, сам за себя, я еще ни разу не умирал.
ba: Мин әле үҙем өсөн үҙем нығытып бер тапҡыр ҙа үлмәнем.

source: Разве что другие своей смертью и от моей смерти кусочек отрывали, а мне свою жизнь в долг оставляли...
ba: Бәлки, бүтәндәр минең өсөн дә һәләк булғандыр — үтескә миңә ғүмер ҡалдырып?..

source: ...Когда-то, еще подростком, бродил я на закате солнца по Сагылгоре и наткнулся на груду валунов.
ba: ...Бер ваҡыт мин, әле үҫмер сағымда, ҡояш батып барғанда Сағылтау башында йөрөгәнемдә, саҡма таш өйөмөнә тап булдым.

source: Кто-то, видно, их для банной каменки собрал.
ba: Кемдер мунса ташына тип йыйғандыр, күрәһең, уларҙы.

source: Вынул я из груды один валун.
ba: Ни эшләптер, эйелеп, өйөмдәге бер йоморо ташты алдым.

source: Он был теплый-претеплый.
ba: Ул йып-йылы ине.

source: Я удивился,
ba: Мин быға ғәжәпләндем.

source: потрогал другие.
ba: Икенселәрен дә тотоп ҡараным.

source: И те были теплыми.
ba: Улары ла йылы ине.

source: Несколько валунов лежали в стороне.
ba: Ситтәрәк таралып ятҡан бер нисә ташты

source: Я хотел положить их вместе с остальными.
ba: өйөмгә алып һалайым тип ҡул һондом.

source: Эти были совсем холодными.
ba: Былары һап-һалҡын ине.

source: Оказывается, и камни, когда вместе, долго хранят солнечное тепло, друг дружке передают.
ba: Тимәк, күмәк бул ғанда таштар ҙа, ҡояштан алған йылыны үҙ-ара бүлешеп, оҙаҡ заман һыуынмайҙар икән.

source: А люди?
ba: Ә кешеләр?

source: Сколько из них отдавали мне свое тепло, свой свет, свою силу?
ba: Күпме әҙәмдең йылыһын, яҡтыһын, кәрен йөрөтәм икән мин үҙемдә?

source: От самых первых моих друзей-сверстников и до сегодняшнего дня...
ba: Мин ғүмер баҡый улар менән аралашып, уҡмашып йәшәнем.

source: Первым ровесником, подарившим мне свое тепло, был Асхат.
ba: Үҙ тиңдәремдән миңә үҙ йылыһын бүлеп биргән беренсе кеше Әсғәт булды.

source: Он всегда был на два года старше меня:
ba: Ул һәр ваҡыт минән ике йәшкә оло йөрөнө.

source: когда мне было восемь — ему десять, мне восемнадцать исполнилось — ему двадцать.
ba: Миңә һигеҙ саҡта, уға ун, миңә ун һигеҙ саҡта, уға егерме ине.

source: Но потом я уже вдвое старше Асхата стал.
ba: Тора-бара мин Әсғәткә ҡарағанда ике тапҡыр,

source: И еще старше.
ba: хатта унан да ашыу өлкәнерәк булып киттем.

source: Он же так и остался в начале жизни.
ba: Ул ғүмерҙең башында тороп ҡалды.

source: А я все иду, все иду.
ba: Ә мин әле булһа барам да барам.

source: Но чем дальше ухожу, тем чаще назад оглядываюсь;
ba: Арыраҡ киткән һайын артыма йышыраҡ әйләнеп күҙ ташлайым.

source: к напевам, звукам, в далях заблудившимся, но в памяти сохранившимся, прислушиваюсь.
ba: Алыҫта аҙашып ҡалған моңдарға һәм өндәргә ҡолаҡ һалам.

source: Они-то порой и звучат как голос совести.
ba: Улар миңә йыш ҡына намыҫ ауазы булып ишетелә.

source: Удивительно.
ba: Ғәжәп.
